Repository: platon1721/Efficio
Catalog: Efficio.Admin/Areas/Admin/Resources/SharedResource.*.resx
Languages: et

source: Admin Dashboard
et: Administreerimise juhtpaneel

source: User Management
et: Kasutajate haldamine

source: Manage users and departments
et: Halda kasutajaid ja osakondi

source: Manage Users
et: Halda kasutajaid

source: Manage Departments
et: Halda osakondi

source: Content
et: Sisu

source: Manage posts and feedback
et: Halda postitusi ja tagasisidet

source: Manage Posts
et: Halda postitusi

source: Manage Feedback
et: Halda tagasisidet

source: Metadata
et: Metaandmed

source: Manage tags and comments
et: Halda silte ja kommentaare

source: Manage Tags
et: Halda silte

source: Manage Comments
et: Halda kommentaare
